Repository: sabbivikas/Dino
Catalog: Dino/Localizable.xcstrings
Source language: en
Languages: es, ja, ko, vi

source: this moment is enough.
es: este momento es suficiente.
ja: この瞬間で、じゅうぶん。
ko: 이 순간만으로 충분해요.
vi: khoảnh khắc này là đủ rồi.

source: this moment is yours
es: este momento es tuyo
ja: この瞬間は、あなたのもの
ko: 이 순간은 당신 거예요
vi: khoảnh khắc này là của bạn

source: this one has drifted away
es: este se ha ido a la deriva
ja: これは流れていってしまったみたい
ko: 이건 어디론가 떠내려갔나 봐요
vi: món này đã trôi đi mất rồi

source: this photo stayed on an old device
es: esta foto se quedó en un dispositivo anterior
ja: この写真は、前の端末にのこったままみたい
ko: 이 사진은 예전 기기에 남아 있어요
vi: tấm ảnh này còn ở lại trên thiết bị cũ

source: this takes about 3 minutes
es: esto toma unos 3 minutos
ja: 3分くらいかかるよ
ko: 3분 정도 걸려요
vi: mất khoảng 3 phút

source: this week
es: esta semana
ja: 今週
ko: 이번 주
vi: tuần này

source: this week asked more of you than last week did. be soft with yourself 🌿
es: esta semana te pidió más que la pasada. sé suave contigo 🌿
ja: 今週は先週より多くを求められたね。じぶんにやさしくしてあげて 🌿
ko: 이번 주는 지난주보다 더 많은 걸 요구했어요. 스스로에게 부드럽게 대해줘요 🌿
vi: tuần này đòi hỏi ở bạn nhiều hơn tuần trước. hãy dịu dàng với mình 🌿

source: this week felt heavy. be extra gentle with yourself. 💙
es: esta semana se sintió pesada. sé extra amable contigo. 💙
ja: 今週は重たかったね。いつもよりやさしく、じぶんをあつかってあげて。💙
ko: 이번 주는 무거웠어요. 스스로에게 더 다정하게 대해줘요. 💙
vi: tuần này thật nặng nề. hãy dịu dàng với mình hơn nữa nhé. 💙

source: this week rose. clearer skies than last week, and that came from you 🌱
es: esta semana subió. cielos más despejados que la pasada, y eso vino de ti 🌱
ja: 今週は上向き。先週よりも空が晴れてたね。それはあなたの力だよ 🌱
ko: 이번 주는 올라갔어요. 지난주보다 맑은 하늘이었고, 그건 당신이 만든 거예요 🌱
vi: tuần này đi lên. trời quang hơn tuần trước, và điều đó đến từ bạn 🌱

source: this week's reflection
es: la reflexión de esta semana
ja: 今週のふりかえり
ko: 이번 주의 돌아보기
vi: nhìn lại tuần này

source: this will delete all your moods, journals and gratitude. are you sure?
es: esto eliminará todos tus ánimos, diarios y gratitud. ¿estás seguro?
ja: 気分、日記、感謝の記録がすべて削除されるよ。本当にいい？
ko: 기분, 일기, 감사 기록이 모두 삭제돼요. 정말 진행할까요?
vi: mọi tâm trạng, nhật ký và lòng biết ơn sẽ bị xóa. bạn chắc chứ?

source: this will permanently delete your account, all your data from the cloud, and sign you out. this cannot be undone. are you sure?
es: esto eliminará permanentemente tu cuenta, todos tus datos de la nube, y cerrará tu sesión. no se puede deshacer. ¿estás seguro?
ja: アカウントとクラウド上のすべてのデータが完全に削除されて、サインアウトされるよ。元に戻せないけど、本当にいい？
ko: 계정과 클라우드의 모든 데이터가 영구 삭제되고 로그아웃돼요. 되돌릴 수 없어요. 정말 진행할까요?
vi: tài khoản và toàn bộ dữ liệu trên đám mây sẽ bị xóa vĩnh viễn và bạn sẽ bị đăng xuất. không thể hoàn tác. bạn chắc chứ?

source: thought
es: pensamiento
ja: 思い
ko: 생각
vi: suy nghĩ

source: thousands of dinos are checking in alongside you today.
es: miles de dinos se registran hoy junto a ti.
ja: 今日、たくさんのdinoたちがあなたと並んでチェックインしてるよ。
ko: 오늘 수많은 dino들이 당신 곁에서 체크인하고 있어요.
vi: hàng ngàn dino đang ghé qua cùng bạn hôm nay.

source: three days in a row — a tiny rhythm is forming.
es: tres días seguidos. un pequeño ritmo está naciendo.
ja: 3日連続。ちいさなリズムが生まれてきたね。
ko: 3일 연속이에요. 작은 리듬이 생기고 있어요.
vi: ba ngày liên tiếp. một nhịp điệu nhỏ đang thành hình.

source: three weeks showing up
es: tres semanas presente
ja: 3週間 つづけてきたね
ko: 3주째 꾸준히 왔어요
vi: ba tuần đều có mặt

source: thriving
es: floreciente
ja: いきいき
ko: 무럭무럭
vi: tươi tốt

source: thriving beyond measure
es: floreciendo sin medida
ja: はかりきれないくらい、いきいきしてる
ko: 셀 수 없이 무럭무럭 자라요
vi: tươi tốt vượt mọi thước đo

source: time
es: hora
ja: 時間
ko: 시간
vi: giờ

source: time to slow down
es: hora de bajar el ritmo
ja: そろそろ ゆっくりする時間
ko: 이제 천천히 갈 시간이에요
vi: đến lúc chậm lại rồi

source: time to slow down.
es: hora de bajar el ritmo.
ja: そろそろゆっくりする時間だよ。
ko: 이제 천천히 갈 시간이에요.
vi: đến lúc chậm lại rồi.

source: time to wind down gently — close the day kindly
es: hora de bajar el ritmo suavemente. cierra el día con cariño
ja: そろそろゆっくりする時間。やさしく一日をとじよう
ko: 이제 살살 하루를 정리할 시간이에요. 다정하게 마무리해요
vi: đến lúc thả lỏng nhẹ nhàng rồi. khép lại ngày thật dịu dàng nhé

source: time with %@ today
es: tiempo con %@ hoy
ja: 今日は%@との時間
ko: 오늘 %@과(와) 보낸 시간
vi: hôm nay có thời gian bên %@

source: tiny reminder: water counts as self-care too
es: mini recordatorio: el agua también cuenta como cuidarte
ja: ちいさなおしらせ。お水も、じぶんをたいせつにすることだよ
ko: 작은 알림이에요. 물 마시는 것도 셀프케어예요
vi: nhắc xíu thôi: uống nước cũng là chăm sóc bản thân đó

source: to enable notifications, go to Settings → Dino → Notifications and turn them on
es: para activar las notificaciones, ve a ajustes → dino → notificaciones y actívalas
ja: 通知をオンにするには、設定 → dino → 通知 から有効にしてね
ko: 알림을 켜려면 설정 → dino → 알림에서 켜 주세요
vi: để bật thông báo, vào cài đặt → dino → thông báo và bật lên

source: to permanently delete your account, please verify your identity.
es: para eliminar permanentemente tu cuenta, verifica tu identidad.
ja: アカウントを完全に削除するには、本人確認をしてね。
ko: 계정을 영구 삭제하려면 본인 확인이 필요해요.
vi: để xóa vĩnh viễn tài khoản, hãy xác minh danh tính của bạn.

source: to receive self-care reminders, enable notifications for Dino in iPhone Settings → Notifications → Dino
es: para recibir recordatorios de autocuidado, activa las notificaciones de dino en ajustes del iphone → notificaciones → dino
ja: セルフケアのリマインダーを受け取るには、iphoneの設定 → 通知 → dino で通知をオンにしてね
ko: 셀프케어 알림을 받으려면 iphone 설정 → 알림 → dino에서 알림을 켜 주세요
vi: để nhận lời nhắc chăm sóc bản thân, bật thông báo cho dino trong cài đặt iphone → thông báo → dino

source: to:
es: para:
ja: 宛先:
ko: 받는 사람:
vi: đến:

source: today
es: hoy
ja: 今日
ko: 오늘
vi: hôm nay

source: today I'm grateful for…
es: hoy agradezco…
ja: 今日ありがたかったのは…
ko: 오늘 감사한 것은…
vi: hôm nay mình biết ơn vì…

source: today I...
es: hoy yo...
ja: 今日、わたしは...
ko: 오늘 나는...
vi: hôm nay mình...

source: today had a walk in it 🌿
es: hoy hubo un paseo 🌿
ja: 今日は散歩のある日だった 🌿
ko: 오늘은 산책이 있는 날이었어요 🌿
vi: hôm nay có một buổi đi dạo 🌿

source: today sounds heavy
es: hoy suena pesado
ja: 今日はすこし重たい日みたい
ko: 오늘은 좀 무거운 날인가 봐요
vi: hôm nay nghe có vẻ nặng nề

source: today sounds heavy — a lighter night doesn't help 🌧️
es: hoy suena pesado, y una noche corta no ayuda 🌧️
ja: 今日は重たい日みたい。眠りが浅いと、なおさらだね 🌧️
ko: 오늘은 무거운 날인가 봐요. 잠까지 짧으면 더 그렇죠 🌧️
vi: hôm nay nghe nặng nề, mà đêm ngủ ít lại càng không đỡ 🌧️

source: today sounds heavy 🌧️
es: hoy suena pesado 🌧️
ja: 今日は重たい日みたいだね 🌧️
ko: 오늘은 마음이 무거운 날인가 봐요 🌧️
vi: hôm nay nghe có vẻ nặng nề 🌧️

source: today's focus
es: el enfoque de hoy
ja: 今日のフォーカス
ko: 오늘의 포커스
vi: trọng tâm hôm nay

source: today's jar
es: frasco de hoy
ja: 今日のジャー
ko: 오늘의 항아리
vi: chiếc hũ hôm nay

source: today's progress
es: progreso de hoy
ja: 今日のあゆみ
ko: 오늘의 진행
vi: tiến độ hôm nay

source: today, you showed up. that's enough.
es: hoy estuviste presente. eso es suficiente.
ja: 今日、ここに来た。それでじゅうぶん。
ko: 오늘 당신은 나타났어요. 그거면 충분해요.
vi: hôm nay bạn đã có mặt. vậy là đủ rồi.

source: tomorrow
es: mañana
ja: あした
ko: 내일
vi: ngày mai

source: tomorrow brings fresh time. your calendar break is still there 🌱
es: mañana trae tiempo nuevo. tu pausa del calendario sigue ahí 🌱
ja: 明日には新しい時間が来るよ。カレンダーの休憩はまだそこにある 🌱
ko: 내일은 새로운 시간이 와요. 캘린더 속 쉼표는 그대로 있어요 🌱
vi: ngày mai mang đến thời gian mới. khoảng nghỉ trong lịch của bạn vẫn còn đó 🌱

source: tomorrow might ask a lot of you. %@s often do.
es: mañana puede pedirte mucho. los %@ suelen hacerlo.
ja: 明日は少し大変かもしれない。%@はそういう日が多いから。
ko: 내일은 조금 힘들지도 몰라요. %@은 종종 그래요.
vi: ngày mai có thể sẽ đòi hỏi nhiều ở bạn. %@ thường là vậy.

source: tonight
es: esta noche
ja: こんや
ko: 오늘 밤
vi: tối nay

source: tonight's lantern is in your jar
es: el farolito de esta noche está en tu frasco
ja: 今夜のランタンはびんの中にあるよ
ko: 오늘 밤의 등불이 유리병 안에 있어요
vi: chiếc đèn lồng tối nay đã ở trong lọ của bạn

source: tonight: %@
es: esta noche: %@
ja: 今夜は %@
ko: 오늘 밤은 %@
vi: tối nay: %@

source: top up
es: un extra
ja: もうひとくち
ko: 한 모금 더
vi: thêm hơi

source: total visits
es: visitas totales
ja: 来てくれた回数
ko: 총 방문
vi: tổng lượt ghé

source: tree
es: árbol
ja: き
ko: 나무
vi: cây

source: try a different rhythm
es: probar otro ritmo
ja: ちがうリズムをためす
ko: 다른 리듬 해보기
vi: thử một nhịp khác

source: try again a little later 🌿
es: inténtalo un poco más tarde 🌿
ja: 少しあとでもう一度試してね 🌿
ko: 조금 뒤에 다시 해 봐요 🌿
vi: thử lại sau một chút nhé 🌿

source: two minutes of breathing can change everything 🌬️
es: dos minutos de respiración pueden cambiarlo todo 🌬️
ja: 2分の呼吸で、ぜんぶ変わることもあるよ 🌬️
ko: 2분의 호흡이 모든 걸 바꿀 수도 있어요 🌬️
vi: hai phút hít thở có thể thay đổi mọi thứ 🌬️

source: two minutes. one thought. open your journal 🌿
es: dos minutos. un pensamiento. abre tu diario 🌿
ja: 2分だけ。ひとつの思いを。日記をひらこう 🌿
ko: 2분. 생각 하나. 일기를 열어봐요 🌿
vi: hai phút. một suy nghĩ. mở nhật ký ra nào 🌿

source: two sips of air, one long letting go
es: dos sorbos de aire, un largo soltar
ja: ふたくちの空気と、ながい手ばなし
ko: 공기 두 모금, 길게 내려놓기
vi: hai ngụm không khí, một lần buông thật dài

source: two sips of air, one long letting go 🌿
es: dos sorbos de aire, un largo soltar 🌿
ja: ふたくちの空気と、ながい手ばなし 🌿
ko: 공기 두 모금, 길게 내려놓기 🌿
vi: hai ngụm không khí, một lần buông thật dài 🌿

source: two weeks in
es: dos semanas ya
ja: 2週間 めだよ
ko: 2주째 예요
vi: đã hai tuần rồi

source: two weeks. you're building something real.
es: dos semanas. estás construyendo algo real.
ja: 2週間。ほんものの何かを、育ててるんだね。
ko: 2주예요. 진짜인 무언가를 만들어가고 있어요.
vi: hai tuần rồi. bạn đang xây nên điều gì đó thật sự.

source: understanding your week...
es: entendiendo tu semana...
ja: 一週間を読みといてる...
ko: 한 주를 이해하는 중...
vi: đang hiểu tuần của bạn...

source: unfavorite
es: quitar favorito
ja: お気に入りをはずす
ko: 즐겨찾기 해제
vi: bỏ yêu thích

source: unstoppable %lld days
es: imparable %lld días
ja: とまらない %lld日
ko: 멈출 수 없어요 %lld일
vi: không gì cản nổi %lld ngày

source: update
es: actualizar
ja: アップデート
ko: 업데이트
vi: cập nhật

source: used by people before meetings, after hard news, during panic moments
es: usado antes de reuniones, después de noticias difíciles, en momentos de pánico
ja: 会議の前、つらい知らせのあと、パニックの瞬間に使われているよ
ko: 회의 전에, 힘든 소식 뒤에, 공황의 순간에 쓰이고 있어요
vi: được mọi người dùng trước cuộc họp, sau tin buồn, trong khoảnh khắc hoảng loạn

source: version
es: versión
ja: バージョン
ko: 버전
vi: phiên bản

source: very calm
es: muy tranquilo
ja: とてもおだやか
ko: 아주 평온해요
vi: rất bình yên

source: very connected
es: muy conectado
ja: つながってる
ko: 많이 이어져 있어요
vi: rất gắn kết

source: very low
es: muy baja
ja: とても低い
ko: 아주 낮아요
vi: rất thấp

source: very stressed
es: muy estresado
ja: とても多い
ko: 아주 많이요
vi: rất căng

source: view report
es: ver informe
ja: レポートを見る
ko: 리포트 보기
vi: xem báo cáo

source: voice journal entries
es: entradas del diario de voz
ja: 音声日記について
ko: 음성 일기
vi: nhật ký giọng nói

source: voice note recorded
es: nota de voz grabada
ja: 音声メモを録音したよ
ko: 음성 메모를 남겼어요
vi: đã ghi âm xong

source: w%lld
es: s%lld
ja: %lld週
ko: %lld주
vi: t%lld

source: waiting on sleep data 🌙
es: esperando datos de sueño 🌙
ja: 睡眠データを待ってるよ 🌙
ko: 수면 데이터를 기다리고 있어요 🌙
vi: đang chờ dữ liệu giấc ngủ 🌙

source: waiting to be watered
es: esperando ser regado
ja: 水やりを待ってる
ko: 물 주기를 기다리고 있어요
vi: đang chờ được tưới

source: want to tell me what's going on?
es: ¿quieres contarme qué pasa?
ja: 何があったか、話してみる？
ko: 무슨 일인지 이야기해 볼래요?
vi: kể cho mình nghe chuyện gì đang xảy ra nhé?

source: want to write about your day?
es: ¿quieres escribir sobre tu día?
ja: 今日のことを書いてみる？
ko: 오늘 하루를 써 볼래요?
vi: muốn viết về ngày hôm nay không?

source: watch it on apple tv
es: verlo en apple tv
ja: apple tvで観る
ko: apple tv에서 보기
vi: xem trên apple tv

source: watch on
es: ver en
ja: 観る:
ko: 보기:
vi: xem trên

source: water, food
es: agua, comida
ja: 水、ごはん
ko: 물, 밥
vi: nước, thức ăn

source: watered today 💧
es: regado hoy 💧
ja: 今日は水やりした 💧
ko: 오늘 물 줬어요 💧
vi: đã tưới hôm nay 💧

source: wave
es: ola
ja: なみ
ko: 물결
vi: sóng

source: we didn't cross paths much this week. the door is always open 🌱
es: no nos cruzamos mucho esta semana. la puerta siempre está abierta 🌱
ja: 今週はあまり会えなかったね。扉はいつでも開いてるよ 🌱
ko: 이번 주엔 자주 못 만났네요. 문은 언제나 열려 있어요 🌱
vi: tuần này mình ít gặp nhau. cánh cửa vẫn luôn mở 🌱

source: we may update this privacy policy from time to time. any changes will be reflected within the app. continued use of dino after changes constitutes acceptance of the updated policy.
es: podemos actualizar esta política de privacidad de vez en cuando. los cambios se reflejarán en la app. seguir usando dino tras los cambios implica aceptar la política actualizada.
ja: このプライバシーポリシーは、ときどき更新されることがあるよ。変更はアプリ内に反映される。変更後もdinoを使いつづけることで、更新されたポリシーに同意したことになるよ。
ko: 이 개인정보 처리방침은 때때로 업데이트될 수 있어요. 변경 사항은 앱 안에 반영돼요. 변경 후에도 dino를 계속 사용하면 업데이트된 정책에 동의한 것으로 봐요.
vi: tụi mình có thể cập nhật chính sách này theo thời gian. mọi thay đổi sẽ hiển thị trong ứng dụng. việc tiếp tục dùng dino sau thay đổi nghĩa là bạn chấp nhận chính sách mới.

source: we miss you
es: te extrañamos
ja: 会いたいな
ko: 보고 싶어요
vi: nhớ bạn ghê

source: we read every message
es: leemos cada mensaje
ja: メッセージはすべて読んでるよ
ko: 모든 메시지를 읽고 있어요
vi: chúng mình đọc từng lời nhắn

source: weather themes
es: temas de clima
ja: 天気テーマ
ko: 날씨 테마
vi: giao diện thời tiết

source: weekly check-in
es: registro semanal
ja: 週間チェックイン
ko: 주간 체크인
vi: check-in hằng tuần

source: welcome to dino
es: bienvenido a dino
ja: dinoへようこそ
ko: dino에 온 걸 환영해요
vi: chào mừng đến với dino

source: well done
es: bien hecho
ja: おつかれさま
ko: 수고했어요
vi: làm tốt lắm

source: well-being
es: bienestar
ja: こころの健康
ko: 안녕감
vi: sự an lành

source: wellness
es: bienestar
ja: ウェルネス
ko: 웰니스
vi: an lành

source: what are you grateful for today?
es: ¿por qué estás agradecido hoy?
ja: 今日はなにに 感謝してる？
ko: 오늘은 무엇이 고마웠나요?
vi: hôm nay bạn biết ơn điều gì?

source: what are you grateful for?
es: ¿por qué estás agradecido?
ja: なにに感謝してる？
ko: 무엇이 고마웠나요?
vi: bạn biết ơn điều gì?

source: what dino collects
es: qué recopila dino
ja: dinoが集めるもの
ko: dino가 수집하는 것
vi: dino thu thập những gì

source: what does your body need right now?
es: ¿qué necesita tu cuerpo ahora mismo?
ja: いま、からだがほしがってるものは？
ko: 지금 몸이 필요로 하는 건 뭐예요?
vi: cơ thể bạn đang cần gì lúc này?

source: what i’ve noticed
es: lo que he notado
ja: ディノが気づいたこと
ko: 디노가 알아차린 것
vi: những điều dino đã nhận ra

source: what made you smile?
es: ¿qué te hizo sonreír?
ja: 何に笑顔になった？
ko: 무엇이 당신을 웃게 했나요?
vi: điều gì đã làm bạn mỉm cười?

source: what others are saying
es: lo que dicen otros
ja: みんなの声
ko: 다른 사람들의 이야기
vi: mọi người nói gì

source: what should we call you?
es: ¿cómo te llamamos?
ja: なんて呼べばいい？
ko: 뭐라고 불러 드릴까요?
vi: chúng mình nên gọi bạn là gì?

source: what was one okay thing today? drop it in 🫙
es: ¿qué cosa estuvo bien hoy? déjala caer 🫙
ja: 今日、わるくなかったことは？ぽとんと入れてみて 🫙
ko: 오늘 그럭저럭 괜찮았던 일 하나는요? 담아봐요 🫙
vi: hôm nay có điều gì ổn ổn không? thả vào hũ đi 🫙

source: what's been on your mind?
es: ¿qué ha rondado tu mente?
ja: いま、あたまの中にあるのは？
ko: 요즘 마음에 맴도는 게 뭐예요?
vi: điều gì đang ở trong đầu bạn?

source: what's new in dino
es: novedades en dino
ja: ディノの新機能
ko: 디노의 새로운 소식
vi: có gì mới trong dino

source: what's on your mind?
es: ¿qué tienes en mente?
ja: 何を考えてる？
ko: 무슨 생각을 하고 있나요?
vi: bạn đang nghĩ gì?

source: whatever's on your mind…
es: lo que tengas en mente…
ja: 思っていること、なんでも…
ko: 마음에 있는 무엇이든…
vi: bất cứ điều gì trong lòng bạn…

source: when anxiety hits
es: cuando llega la ansiedad
ja: 不安が来たとき
ko: 불안이 밀려올 때
vi: khi lo âu ập đến

source: when dino brings you something, it will rest here 🌿
es: cuando dino te traiga algo, descansará aquí 🌿
ja: dinoがなにかを持ってきたら、ここでやすむよ 🌿
ko: dino가 무언가를 가져오면, 여기서 쉬어갈 거예요 🌿
vi: khi dino mang đến cho bạn điều gì đó, nó sẽ nằm nghỉ ở đây 🌿

source: when dino picks something for you, it rests here
es: cuando dino elige algo para ti, descansa aquí
ja: ディノが選んだものは、ここで休むよ
ko: 디노가 골라 준 것들이 여기서 쉬어요
vi: khi dino chọn điều gì cho bạn, nó sẽ nằm nghỉ ở đây

source: whenever you're ready, we're here
es: cuando estés listo, aquí estamos
ja: 準備ができたら、いつでもここにいるよ
ko: 준비되면 언제든요, 우리 여기 있어요
vi: khi nào bạn sẵn sàng, tụi mình vẫn ở đây

source: wherever you are, help exists 🌍
es: estés donde estés, la ayuda existe 🌍
ja: どこにいても、助けはあるよ 🌍
ko: 어디에 있든, 도움은 있어요 🌍
vi: dù bạn ở đâu, luôn có sự giúp đỡ 🌍

source: wherever you are, help exists. these directories can find a line close to you 🌍
es: estés donde estés, la ayuda existe. estos directorios pueden encontrar una línea cerca de ti 🌍
ja: どこにいても、助けはあるよ。このディレクトリで近くの相談窓口を見つけられるよ 🌍
ko: 어디에 있든, 도움은 존재해요. 이 디렉터리에서 가까운 상담 전화를 찾을 수 있어요 🌍
vi: dù bạn ở đâu, sự giúp đỡ luôn tồn tại. các danh mục này có thể tìm một đường dây gần bạn 🌍

source: while receiving professional care is important, small habits and lifestyle changes can make a stark difference.
es: aunque recibir atención profesional es importante, pequeños hábitos y cambios de estilo de vida pueden marcar una gran diferencia.
ja: 専門的なケアを受けることは大切だけど、小さな習慣や暮らしの変化も大きな違いを生むよ。
ko: 전문적인 도움을 받는 것도 중요하지만, 작은 습관과 생활의 변화도 큰 차이를 만들 수 있어요.
vi: dù chăm sóc chuyên môn rất quan trọng, những thói quen nhỏ và thay đổi lối sống cũng tạo nên khác biệt lớn.

source: while you were away, i kept your %@ 🌿
es: mientras no estabas, guardé tu %@ 🌿
ja: いないあいだ、%@のことをのこしておいたよ 🌿
ko: 당신이 없는 동안, %@의 기록을 지켜뒀어요 🌿
vi: lúc bạn đi vắng, mình đã giữ %@ cho bạn 🌿

source: why this fits your day
es: por qué encaja con tu día
ja: 今日のあなたに合う理由
ko: 오늘의 당신과 어울리는 이유
vi: vì sao nó hợp với ngày của bạn

source: wilting — come back soon
es: marchitándose, vuelve pronto
ja: しおれてきたよ。はやめに来てね
ko: 시들고 있어요. 곧 와줘요
vi: đang héo rồi, quay lại sớm nhé

source: wind down
es: calma nocturna
ja: おやすみ時間
ko: 저녁 마무리
vi: thư giãn buổi tối

source: wind-down
es: calma nocturna
ja: おやすみ時間
ko: 저녁 마무리
vi: thư giãn buổi tối

source: with love,
es: con cariño,
ja: 愛をこめて、
ko: 사랑을 담아,
vi: thương mến,

source: work
es: trabajo
ja: しごと
ko: 일
vi: công việc

source: world
es: mundo
ja: せかい
ko: 세상
vi: thế giới

source: write back →
es: responder →
ja: 返事を書く →
ko: 답장 쓰기 →
vi: viết thư hồi âm →

source: writing your report...
es: escribiendo tu informe...
ja: レポートを書いてる...
ko: 리포트를 쓰는 중...
vi: đang viết báo cáo của bạn...

source: xo, dino
es: un abrazo, dino
ja: ぎゅっと、ディノより
ko: 꼭 안아 주며, 디노가
vi: ôm bạn một cái, dino

source: xp earned
es: xp ganados
ja: かくとくxp
ko: 획득한 xp
vi: xp nhận được

source: yes, hold that time 🌿
es: sí, reserva esa hora 🌿
ja: うん、その時間をおさえておいて 🌿
ko: 네, 그 시간 잡아 주세요 🌿
vi: vâng, giữ giờ đó giúp mình 🌿

source: you
es: tú
ja: あなた
ko: 당신
vi: bạn

source: you and %lld%% of dinos are clear today ✨
es: tú y el %lld%% de los dinos están despejados hoy ✨
ja: あなたと%lld%%のdinoが、今日ははれ ✨
ko: 당신과 dino의 %lld%%가 오늘 맑음이에요 ✨
vi: bạn và %lld%% dino hôm nay đều quang đãng ✨

source: you and %lld%% of dinos are under soft clouds today
es: tú y el %lld%% de los dinos están bajo nubes suaves hoy
ja: あなたと%lld%%のdinoが、今日はやわらかい雲の下
ko: 당신과 dino의 %lld%%가 오늘 부드러운 구름 아래 있어요
vi: bạn và %lld%% dino hôm nay ở dưới những đám mây êm

source: you are allowed to change your mind.
es: puedes cambiar de opinión.
ja: 気が変わっても、いいんだよ。
ko: 마음이 바뀌어도 괜찮아요.
vi: bạn được phép đổi ý.

source: you are allowed to feel what you feel.
es: tienes derecho a sentir lo que sientes.
ja: 感じてることを、そのまま感じていい。
ko: 느끼는 그대로 느껴도 돼요.
vi: bạn được phép cảm nhận điều bạn đang cảm nhận.

source: you are at peace
es: estás en paz
ja: あなたは、おだやか
ko: 당신은 평온해요
vi: bạn đang bình yên

source: you are doing better than you think.
es: lo estás haciendo mejor de lo que crees.
ja: あなたは思ってるより、ちゃんとやれてる。
ko: 생각보다 잘하고 있어요.
vi: bạn đang làm tốt hơn bạn nghĩ đó.

source: you are enough, exactly as you are.
es: eres suficiente, tal y como eres.
ja: あなたは、そのままでじゅうぶん。
ko: 당신은 지금 그대로 충분해요.
vi: bạn đã đủ đầy, đúng như bạn vốn là.

source: you are more resilient than you know.
es: eres más resiliente de lo que sabes.
ja: あなたは思ってるより、ずっと強い。
ko: 당신은 생각보다 훨씬 단단해요.
vi: bạn kiên cường hơn bạn biết nhiều.

source: you are not your worst day.
es: no eres tu peor día.
ja: いちばんつらかった日が、あなたのすべてじゃない。
ko: 최악의 하루가 당신의 전부는 아니에요.
vi: bạn không phải là ngày tồi tệ nhất của mình.

source: you are worthy of love and belonging.
es: mereces amor y pertenencia.
ja: あなたは愛されて、居場所がある人。
ko: 당신은 사랑받고 함께할 자격이 있어요.
vi: bạn xứng đáng được yêu thương và thuộc về.

source: you bounce back in about %lld day
es: te recuperas en aproximadamente %lld día
ja: だいたい%lld日で、あなたは立ちなおれるみたい
ko: 당신은 약 %lld일이면 다시 일어나요
vi: bạn hồi lại trong khoảng %lld ngày

source: you bounce back in about %lld days
es: te recuperas en aproximadamente %lld días
ja: だいたい%lld日で、あなたは立ちなおれるみたい
ko: 당신은 약 %lld일이면 다시 일어나요
vi: bạn hồi lại trong khoảng %lld ngày

source: you can delete all your data at any time from settings. if you choose to delete your account, all data associated with your account is permanently removed from both your device and our cloud servers. this action cannot be undone.
es: puedes borrar todos tus datos en cualquier momento desde ajustes. si decides eliminar tu cuenta, todos los datos asociados se eliminan permanentemente de tu dispositivo y de nuestros servidores. esta acción no se puede deshacer.
ja: 設定からいつでもすべてのデータを削除できるよ。アカウントを削除すると、端末とクラウドサーバーの両方から、関連するすべてのデータが完全に削除される。この操作は取り消せないよ。
ko: 설정에서 언제든 모든 데이터를 지울 수 있어요. 계정을 삭제하면 기기와 클라우드 서버 양쪽에서 계정과 연결된 모든 데이터가 영구히 삭제돼요. 이 작업은 되돌릴 수 없어요.
vi: bạn có thể xóa toàn bộ dữ liệu bất cứ lúc nào trong cài đặt. nếu bạn chọn xóa tài khoản, mọi dữ liệu liên quan sẽ bị xóa vĩnh viễn khỏi thiết bị và máy chủ đám mây. hành động này không thể hoàn tác.

source: you carry more light than you realize.
es: llevas más luz de la que crees.
ja: あなたは、じぶんで思うよりずっと光を持ってる。
ko: 당신은 생각보다 더 많은 빛을 지니고 있어요.
vi: bạn mang trong mình nhiều ánh sáng hơn bạn nhận ra.

source: you completed this week ✓
es: completaste esta semana ✓
ja: 今週をやりきったね ✓
ko: 이번 주를 해냈어요 ✓
vi: bạn đã hoàn thành tuần này ✓

source: you deserve the same kindness you give others.
es: mereces la misma amabilidad que das a otros.
ja: 人にあげるやさしさを、じぶんにもあげていいんだよ。
ko: 남에게 주는 다정함을 당신도 받을 자격이 있어요.
vi: bạn xứng đáng nhận sự tử tế mà bạn dành cho người khác.

source: you don't have to earn rest.
es: no tienes que ganarte el descanso.
ja: 休みは、がんばらなくてももらえるもの。
ko: 쉼은 노력해서 얻는 게 아니에요.
vi: bạn không cần phải xứng đáng mới được nghỉ.

source: you don't have to have it all figured out.
es: no tienes que tenerlo todo resuelto.
ja: ぜんぶわかってなくても、だいじょうぶ。
ko: 모든 걸 다 알 필요는 없어요.
vi: bạn không cần phải hiểu rõ hết mọi thứ.

source: you keep coming back to the quiet.
es: sigues volviendo a la calma.
ja: あなたは何度も、しずけさに帰ってくるんだね。
ko: 당신은 자꾸 고요함으로 돌아오네요.
vi: bạn cứ quay về với sự tĩnh lặng.

source: you let it all out. lighter now 🌿
es: lo soltaste todo. ahora más ligero 🌿
ja: ぜんぶ出せたね。かるくなったよ 🌿
ko: 다 내보냈어요. 이제 한결 가벼워요 🌿
vi: bạn đã trút hết ra rồi. nhẹ hơn rồi đó 🌿

source: you matter beyond what you produce.
es: importas más allá de lo que produces.
ja: なにをしたかじゃなくて、あなた自身がだいじ。
ko: 무엇을 해내는지와 상관없이 당신은 소중해요.
vi: giá trị của bạn vượt xa những gì bạn làm ra.

source: you meditated for the first time 🧘
es: meditaste por primera vez 🧘
ja: はじめての瞑想をしたね 🧘
ko: 처음으로 명상을 했어요 🧘
vi: bạn vừa thiền lần đầu tiên 🧘

source: you need to be signed in to send feedback
es: necesitas iniciar sesión para enviar comentarios
ja: フィードバックを送るには、サインインが必要だよ
ko: 피드백을 보내려면 로그인이 필요해요
vi: bạn cần đăng nhập để gửi góp ý

source: you showed up
es: apareciste
ja: ちゃんと来たね
ko: 와 줬네요
vi: bạn đã có mặt

source: you showed up every single day. now go stick your notes on your real mirror and take a picture 🪞
es: apareciste todos los días. ahora pega tus notas en tu espejo real y toma una foto 🪞
ja: 毎日ちゃんと来たね。 今度は本物の鏡にメモを貼って 写真を撮ってみて 🪞
ko: 매일 하루도 빠짐없이 와 줬어요. 이제 진짜 거울에 메모를 붙이고 사진을 찍어 보세요 🪞
vi: bạn đã có mặt mỗi ngày. giờ hãy dán những ghi chú lên chiếc gương thật và chụp một tấm ảnh 🪞

source: you showed up for yourself in small ways. that counts.
es: estuviste ahí para ti en pequeñas formas. eso cuenta.
ja: ちいさなやり方で、じぶんのためにいられたね。それ、ちゃんとすごいこと。
ko: 작은 방식으로 자신을 챙겼어요. 그것도 소중해요.
vi: bạn đã có mặt vì mình theo những cách nhỏ bé. điều đó đáng kể lắm.

source: you showed up for yourself more often this week than last 🌱
es: esta semana estuviste ahí para ti más que la pasada 🌱
ja: 今週は先週より、じぶんのために顔を出せたね 🌱
ko: 이번 주는 지난주보다 자신을 위해 더 자주 나타났어요 🌱
vi: tuần này bạn có mặt vì chính mình nhiều hơn tuần trước 🌱
